Autodesk.Navisworks.Api.FileUpdateEventArgs
Event arguments used for Autodesk.Navisworks.Api.Document FileUpdate related events

Autodesk.Navisworks.Api.FileUpdateEventArgs.AnyFilesUpdated
Gets whether any files were updated.